Repository: SecPal/frontend
Catalog: src/locales/*/messages.po
Languages: de

source: "{0}" created successfully
de: "{0}" erfolgreich erstellt

source: "{0}" updated successfully
de: "{0}" erfolgreich aktualisiert

source: (empty)
de: (leer)

source: -- Choose a Secret --
de: -- Wählen Sie ein Geheimnis --

source: <0>Hash Chain:</0> Verifies the sequential integrity of activity logs.<1/><2>Merkle Tree:</2> Batch verification for efficient proof of log inclusion (Security Levels 2-3).<3/><4>OpenTimestamp:</4> Bitcoin blockchain anchoring for immutable proof of existence (Security Level 3).
de: <0>Hash-Kette:</0> Überprüft die sequentielle Integrität von Aktivitätsprotokollen.<1/><2>Merkle Tree:</2> Stapelverifizierung für einen effizienten Nachweis der Log-Einbindung (Sicherheitsstufen 2-3).<3/><4>OpenTimestamp:</4> Bitcoin-Blockchain-Verankerung für unveränderlichen Existenznachweis (Sicherheitsstufe 3).

source: <0>{0} field(s)</0> have conflicting changes:
de: <0>{0}-Feld(er)</0> haben widersprüchliche Änderungen:

source: A new version of SecPal is available.
de: Eine neue Version von SecPal ist verfügbar.

source: About
de: Über uns

source: About SecPal
de: Über SecPal

source: Access Control
de: Zugangskontrolle

source: Access Denied
de: Zugang verweigert

source: Access Instructions
de: Zugriffsanweisungen

source: Actions
de: Aktionen

source: Actions for {0}
de: Aktionen für {0}

source: Activate
de: Aktivieren

source: Active
de: Aktiv

source: Activity Information
de: Informationen zur Tätigkeit

source: Activity Log Details
de: Details zum Aktivitätsprotokoll

source: Activity Logs
de: Aktivitätsprotokolle

source: Add Child Unit
de: Untergeordnete Einheit hinzufügen

source: Add Employee
de: Mitarbeiter hinzufügen

source: Add Root Unit
de: Stammeinheit hinzufügen

source: Add a new secret to your vault.
de: Füge ein neues Geheimnis zu deinem Tresor hinzu.

source: Add child
de: Untergeordnete Einheit hinzufügen

source: Additional Properties
de: Zusätzliche Eigenschaften

source: Address
de: Adresse

source: All
de: Alle

source: All Status
de: Alle Status

source: All Tags
de: Alle Tags

source: All Types
de: Alle Typen

source: All Units
de: Alle Einheiten

source: All logs
de: Alle Protokolle

source: All synced
de: Alles synchronisiert

source: All units
de: Alle Einheiten

source: Allow user to view/edit their own HR data
de: Benutzer können ihre eigenen HR-Daten anzeigen/bearbeiten

source: An unexpected error occurred
de: Ein unerwarteter Fehler ist aufgetreten

source: App updates and maintenance notifications
de: App-Updates und Wartungsbenachrichtigungen

source: Apply Selection
de: Auswahl anwenden

source: Are you sure you want to delete "{0}"? This action cannot be undone.
de: Sind Sie sicher, dass Sie "{0}" löschen wollen? Diese Aktion kann nicht rückgängig gemacht werden.

source: Are you sure you want to delete this attachment?
de: Sind Sie sicher, dass Sie diesen Anhang löschen möchten?

source: Are you sure you want to delete this site? This action cannot be undone.
de: Sind Sie sicher, dass Sie diesen Standort löschen möchten? Diese Aktion kann nicht rückgängig gemacht werden.

source: Are you sure you want to revoke access for {name}?
de: Sind Sie sicher, dass Sie den Zugang für {name} widerrufen wollen?

source: Assign Organizational Scope
de: Organisatorischen Umfang zuordnen

source: Attached Files
de: Angehängte Dateien

source: Attachments ({0})
de: Anhänge ({0})

source: Authentication
de: Authentifizierung

source: Auto-refresh (30s)
de: Automatisches Aktualisieren (30s)

source: Back
de: Zurück

source: Back to Customers
de: Zurück zu den Kunden

source: Back to Employees
de: Zurück zu Mitarbeitern

source: Back to Home
de: Zurück zur Startseite

source: Back to List
de: Zurück zur Liste

source: Back to Secrets
de: Zurück zu Geheimnisse

source: Back to Sites
de: zurück zu den Standorten

source: Basic
de: Grundlegend

source: Billing Address
de: Rechnungsadresse

source: Branch
de: Niederlassung

source: By default (unchecked), users cannot see or edit their own employee record. This prevents self-manipulation of salary, rank, etc. Check this box only if you want this user to access their own HR data.
de: Standardmäßig (nicht aktiviert) können Benutzer ihre eigen Personalakte weder sehen noch bearbeiten. Dies verhindert die Selbstmanipulation von Gehalt, Rang usw. Aktivieren Sie dieses Kontrollkästchen nur, wenn Sie möchten, dass dieser Benutzer auf seine eigene Personalakte zugreifen kann.

source: Cancel
de: Abbrechen

source: Cannot Delete "{unitName}"
de: Löschen von "{unitName}" nicht möglich

source: Causer
de: Verursacher

source: Certificate:
de: Zertifikat:

source: Child units must be deleted or reassigned to a different parent before this organizational unit can be removed.
de: Untergeordnete Einheiten müssen gelöscht oder einer anderen übergeordneten Einheit neu zugeordnet werden, bevor diese Organisationseinheit entfernt werden kann.

source: Choose a new parent unit or make this a root unit.
de: Wählen Sie eine neue übergeordnete Einheit oder machen Sie diese zu einer Stammeinheit.

source: Choose which notifications you want to receive
de: Wählen Sie, welche Benachrichtigungen Sie erhalten möchten

source: Choose your preferred language for the application.
de: Wählen Sie Ihre bevorzugte Sprache für die Anwendung.

source: City
de: Stadt

source: Clear
de: Löschen

source: Clear Completed
de: Löschen Abgeschlossen

source: Cleared {count} completed upload(s)
de: Gelöscht {count} abgeschlossene(r) Upload(s)

source: Close
de: Schließen

source: Close detail panel
de: Detailfenster schließen

source: Collapse
de: Zusammenklappen

source: Company
de: Unternehmen

source: Configure which rank range this user can view. Leave empty or set to 0 to see only non-leadership employees (Guards).
de: Legen Sie fest, welchen Rangbereich dieser Benutzer sehen kann. Lassen Sie das Feld leer oder setzen Sie es auf 0, um nur Mitarbeiter ohne Führungsaufgaben (Sicherheitsmitarbeiter) zu sehen.

source: Contact
de: Kontakt

source: Contact Person
de: Kontaktperson

source: Contract Start Date
de: Datum des Vertragsbeginns

source: Contract Type
de: Vertragsart

source: Coordinates
de: Koordinaten

source: Country
de: Land

source: Create
de: Erstellen

source: Create Customer
de: Kunde anlegen

source: Create Employee
de: Mitarbeiter anlegen

source: Create New Employee
de: Neuen Mitarbeiter anlegen

source: Create Organizational Unit
de: Organisatorische Einheit anlegen

source: Create Secret
de: Geheimnis erstellen

source: Create Site
de: Standort anlegen

source: Create a new organizational unit under "{parentName}".
de: Legen Sie eine neue Organisationseinheit unter "{parentName}" an.

source: Create a new root organizational unit.
de: Legen Sie eine neue Stammorganisationseinheit an.

source: Create your first secret to get started
de: Erstellen Sie Ihr erstes Geheimnis, um loszulegen

source: Created
de: Erstellt

source: Creating organizational units is not possible while offline. Please reconnect to make changes.
de: Das Anlegen von Organisationseinheiten ist im Offline-Modus nicht möglich. Bitte stellen Sie die Verbindung wieder her, um Änderungen vorzunehmen.

source: Creating...
de: Erstellen...

source: Critical security notifications and warnings
de: Kritische Sicherheitsbenachrichtigungen und -warnungen

source: Current parent:
de: Aktuelle übergeordnete Einheit:

source: Custom
de: Benutzerdefiniert

source: Customer
de: Kunde

source: Customer Name
de: Name des Kunden

source: Customer Number
de: Kundennummer

source: Customer not found
de: Kunde nicht gefunden

source: Customers
de: Kunden

source: Date of Birth
de: Geburtsdatum

source: Date/Time
de: Datum/Uhrzeit

source: Default
de: Standard

source: Delete
de: Löschen

source: Delete "{unitName}"?
de: "{unitName}" löschen?

source: Delete Customer
de: Kunde löschen

source: Delete Site
de: Standort löschen

source: Deleting organizational units is not possible while offline. Please reconnect to make changes.
de: Das Löschen von Organisationseinheiten ist im Offline-Modus nicht möglich. Bitte stellen Sie die Verbindung wieder her, um Änderungen vorzunehmen.

source: Deleting...
de: Löschen...

source: Department
de: Bereich

source: Description
de: Beschreibung

source: Description must be at most 1000 characters
de: Die Beschreibung darf höchstens 1000 Zeichen lang sein

source: Division
de: Abteilung

source: Documents
de: Dokumente

source: Download
de: Herunterladen

source: Download to view
de: Zur Ansicht herunterladen

source: Drag files here or click to browse
de: Dateien hierher ziehen oder zum Durchsuchen anklicken

source: Edit
de: Bearbeiten

source: Edit Customer
de: Kunde bearbeiten

source: Edit Employee
de: Mitarbeiter bearbeiten

source: Edit Organizational Scope
de: Organisatorischen Umfang bearbeiten

source: Edit Organizational Unit
de: Organisatorische Einheit bearbeiten

source: Edit Secret
de: Geheimnis bearbeiten

source: Edit Site
de: Standort bearbeiten

source: Editing organizational units is not possible while offline. Please reconnect to make changes.
de: Die Bearbeitung von Organisationseinheiten ist im Offline-Modus nicht möglich. Bitte stellen Sie die Verbindung wieder her, um Änderungen vorzunehmen.

source: Employee
de: Mitarbeiter

source: Employee #
de: Mitarbeiter #

source: Employee Management
de: Mitarbeiter-Management

source: Employee Number
de: Mitarbeiter Nummer

source: Employees
de: Mitarbeiter

source: Employment Details
de: Details zur Beschäftigung

source: Enable Notifications
de: Benachrichtigungen aktivieren

source: Enable notifications to receive important updates about security alerts, shift reminders, and system notifications.
de: Aktivieren Sie Benachrichtigungen, um wichtige Updates zu Sicherheitswarnungen, Schichterinnerungen und Systembenachrichtigungen zu erhalten.

source: Enabling...
de: Aktiviere ...

source: Encrypting files...
de: Dateien verschlüsseln...

source: Enhanced
de: Erweitert

source: Error
de: Fehler

source: Error Loading Employee
de: Fehler beim Laden eines Mitarbeiters

source: Error Loading Employees
de: Fehler beim Laden von Mitarbeitern

source: Error Loading Secret
de: Fehler beim Laden des Geheimnisses

source: Error Loading Secrets
de: Fehler beim Laden von Geheimnissen

source: Errors:
de: Fehler:

source: Event Hash
de: Ereignis Hash

source: Expand
de: Ausklappen

source: Expired
de: Abgelaufen

source: Expires
de: Läuft ab

source: Expires (optional):
de: Läuft ab (optional):

source: Expires:
de: Läuft ab:

source: Expires: {0}
de: Läuft ab: {0}

source: Expiring Soon
de: Bald ablaufend

source: Failed to change language. Please try again.
de: Die Sprache konnte nicht geändert werden. Bitte versuchen Sie es erneut.

source: Failed to clear uploads
de: Uploads konnten nicht gelöscht werden

source: Failed to delete attachment
de: Anhang konnte nicht gelöscht werden

source: Failed to delete file
de: Datei konnte nicht gelöscht werden

source: Failed to delete organizational unit
de: Organisationseinheit konnte nicht gelöscht werden

source: Failed to download attachment
de: Download des Anhangs fehlgeschlagen

source: Failed to load preview
de: Vorschau konnte nicht geladen werden

source: Failed to move organizational unit
de: Organisationseinheit konnte nicht verschoben werden

source: Failed to revoke access
de: Zugriff widerrufen fehlgeschlagen

source: Failed to save scope assignment.
de: Die Bereichszuweisung konnte nicht gespeichert werden.

source: Failed to schedule upload retry
de: Upload-Wiederholungsversuch konnte nicht geplant werden

source: Failed to share secret
de: Geheimnis teilen fehlgeschlagen

source: File too large: {0}. Maximum size is 10MB.
de: Datei zu groß: {0}. Die maximale Größe beträgt 10MB.

source: Filter by expiration
de: Filter nach Gültigkeit

source: Filter by tag
de: Nach Tag filtern

source: First Name
de: Vorname

source: Form fields will be rendered based on schema
de: Formularfelder werden basierend auf dem Schema gerendert

source: Freelance
de: Freiberuflich

source: From Date
de: Von Datum

source: Full Name
de: Vollständiger Name

source: Full Time
de: Vollzeit

source: Get started by creating your first organizational unit.
de: Beginnen Sie mit der Erstellung Ihrer ersten Organisationseinheit.

source: Granted by {0} on {1}
de: Gewährt von {0} am {1}

source: Grid
de: Raster

source: Grid view
de: Gitternetz-Ansicht

source: HR Access
de: HR Zugang

source: Hide
de: Ausblenden

source: Highest rank number the user can assign (set to 255 for all, 0 or empty to prevent any assignment). Range: 0-255
de: Höchste Rangnummer, die der Benutzer zuweisen kann (auf 255 für alle, 0 oder leer, um jede Zuweisung zu verhindern). Bereich: 0-255

source: Highest rank number the user can view (set to 255 for all, 0 or empty for non-leadership only). Range: 0-255
de: Höchste Rangnummer, die der Benutzer sehen kann (255 für alle, 0 oder leer für Nicht-Führungskräfte). Bereich: 0-255

source: Home
de: Startseite

source: Inactive
de: Inaktiv

source: Invalid
de: Ungültig

source: Invalid combination: No employees will be visible with this range.
de: Ungültige Kombination: Es werden keine Mitarbeiter mit diesem Bereich angezeigt.

source: Invalid combination: min={0}, max=0 results in no visible employees!
de: Ungültige Kombination: min={0}, max=0 ergibt keine sichtbaren Arbeitnehmer!

source: Invalid file type: {0}. Only images, PDFs, and documents are allowed.
de: Ungültiger Dateityp: {0}. Nur Bilder, PDFs und Dokumente sind erlaubt.

source: Invalid or unsafe URL
de: Ungültige oder unsichere URL

source: Language
de: Sprache

source: Last Name
de: Nachname

source: Last Updated
de: Zuletzt aktualisiert

source: Last modified: {0}
de: Zuletzt geändert: {0}

source: Last sync: {0}
de: Letzte Synchronisation: {0}

source: Last synced: {0}
de: Zuletzt synchronisiert: {0}

source: Leadership Position
de: Führungskraft

source: List
de: Liste

source: List view
de: Listenansicht

source: Loading activity logs...
de: Laden von Aktivitätsprotokollen...

source: Loading attachments...
de: Anhänge laden...

source: Loading documents...
de: Dokumente laden...

source: Loading employee...
de: Mitarbeiter laden...

source: Loading employees...
de: Mitarbeiter laden...

source: Loading onboarding...
de: Onboarding laden...

source: Loading qualifications...
de: Qualifikationen laden...

source: Loading secret...
de: Geheimnis laden...

source: Loading secrets...
de: Geheimnisse laden...

source: Loading...
de: Laden...

source: Lowest rank number the user can assign (1 = CEO, higher numbers = lower positions). Range: 1-255
de: Niedrigste Rangnummer, die der Benutzer vergeben kann (1 = CEO, höhere Zahlen = niedrigere Positionen). Bereich: 1-255

source: Lowest rank number the user can view (1 = CEO, higher numbers = lower positions). Range: 1-255
de: Niedrigste Rangnummer, die der Benutzer sehen kann (1 = CEO, höhere Zahlen = niedrigere Positionen). Bereich: 1-255

source: ML
de: FE

source: Make root unit (no parent)
de: Zur Stammeinheit machen (keine übergeordnete Einheit)

source: Manage your application preferences.
de: Verwalten Sie Ihre Anwendungspräferenzen.

source: Manage your internal organizational units including departments, branches, and teams.
de: Verwalten Sie Ihre internen Organisationseinheiten wie Abteilungen, Niederlassungen und Teams.

source: Manage your secrets and sensitive information securely.
de: Verwalten Sie Ihre Geheimnisse und sensiblen Informationen auf sichere Weise.

source: Management Level
de: Führungsebene

source: Maximum Assignable Rank
de: Maximal zuordenbarer Rang

source: Maximum Viewable Rank
de: Maximal sichtbarer Rang

source: Merkle Root
de: Merkle-Wurzel

source: Messages from team members and supervisors
de: Mitteilungen von Teammitgliedern und Vorgesetzten

source: Metadata
de: Metadaten

source: Minimize offline notice
de: Offline-Benachrichtigung minimieren

source: Minimum Assignable Rank
de: Minimaler zuweisbarer Rang

source: Minimum Viewable Rank
de: Minimal sichtbarer rang

source: Minimum rank cannot be greater than maximum rank.
de: Der Mindestrang kann nicht größer als der Höchstrang sein.

source: Move
de: Verschieben

source: Move "{0}"
de: Verschieben "{0}"

source: Moving organizational units is not possible while offline. Please reconnect to make changes.
de: Das Verschieben von Organisationseinheiten ist im Offline-Modus nicht möglich. Bitte stellen Sie die Verbindung wieder her, um Änderungen vorzunehmen.

source: Moving...
de: Verschiebe...

source: My Organization
de: Meine Organisation

source: My profile
de: Mein Profil

source: N/A
de: K.A

source: Name is required
de: Name ist erforderlich

source: Name must be at most 255 characters
de: Der Name darf maximal 255 Zeichen lang sein

source: New Customer
de: Neuer Kunde

source: New Secret
de: Neues Geheimnis

source: New Site
de: Neuer Standort

source: New parent
de: neue übergeordnete Einheit

source: Next
de: Weiter

source: No Expiration
de: Kein Ablaufdatum

source: No Organizational Units
de: Keine organisatorischen Einheiten

source: No activity logs found.
de: Keine Aktivitätsprotokolle gefunden.

source: No attachments yet
de: Noch keine Anhänge

source: No content shared
de: Keine gemeinsamen Inhalte

source: No customers found
de: Keine Kunden gefunden

source: No documents uploaded
de: Keine Dokumente hochgeladen

source: No management position
de: Keine Führungsposition

source: No parent (root unit)
de: Keine übergeordnete Einheit (Stammeinheit)

source: No qualifications assigned
de: Keine Qualifikationen zugewiesen

source: No secrets found
de: Keine Geheimnisse gefunden

source: No secrets yet
de: Noch keine Geheimnisse

source: No sites found
de: Keine Seiten gefunden

source: No unit selected
de: Keine Einheit ausgewählt

source: Not shared with anyone
de: Nicht mit anderen geteilt

source: Notes
de: Anmerkungen

source: Notification Preferences
de: Präferenzen für Benachrichtigungen

source: Notifications Enabled
de: Benachrichtigungen aktiviert

source: Notifications are not supported in your browser. Please use a modern browser like Chrome, Firefox, or Safari.
de: Benachrichtigungen werden von Ihrem Browser nicht unterstützt. Bitte verwenden Sie einen modernen Browser wie Chrome, Firefox oder Safari.

source: Notifications have been blocked. Please enable them in your browser settings to receive important updates.
de: Benachrichtigungen wurden blockiert. Bitte aktivieren Sie sie in den Einstellungen Ihres Browsers, um wichtige Updates zu erhalten.

source: Offline - will sync when online
de: Offline - wird synchronisiert, wenn online

source: Offline only
de: Nur offline

source: On Leave
de: in Freistellung

source: OpenTimestamp Confirmed
de: OpenTimestamp Bestätigt

source: Optional description for this unit.
de: Optionale Beschreibung für diese Einheit.

source: Optional description...
de: Optionale Beschreibung...

source: Organization
de: Organisation

source: Organization Structure
de: Organisationsstruktur

source: Organizational Unit
de: Organisatorische Einheit

source: Organizational structure
de: Organisatorische Struktur

source: Orphaned Genesis
de: Verwaiste Genesis

source: Owner
de: Eigentümer

source: Page {0} of {1}
de: Seite {0} von {1}

source: Page {currentPage} of {totalPages} ({0} {1})
de: Seite {currentPage} von {totalPages} ({0} {1})

source: Parent
de: Übergeordnete Einheit

source: Parent Unit
de: Übergeordnete Einheit

source: Part Time
de: Teilzeit

source: Password
de: Passwort

source: Pending sync
de: Ausstehende Synchronisierung

source: Permanent
de: Dauerhaft

source: Permission Levels:
de: Erlaubnisstufen:

source: Permission:
de: Erlaubnis:

source: Permissions
de: Berechtigungen

source: Personal Information
de: Persönliche Informationen

source: Phone
de: Telefon

source: Postal Code
de: Postleitzahl

source: Pre-Contract
de: Vorvertrag

source: Preview
de: Vorschau

source: Preview not available for this file type.
de: Für diesen Dateityp ist keine Vorschau verfügbar.

source: Previous
de: Vorherige

source: Previous Hash
de: Vorheriger Hash

source: Processing Progress
de: Fortschritt der Verarbeitung

source: Profile
de: Profil

source: Qualifications
de: Qualifikationen

source: Read
de: Lesen

source: Refresh
de: Aktualisieren

source: Refresh data
de: Daten aktualisieren

source: Reminders about upcoming shifts and duties
de: Erinnerungen an anstehende Schichten und Aufgaben

source: Removed {filename} from queue
de: {filename} aus der Warteschlange entfernt

source: Retry
de: Wiederholen

source: Retry Failed
de: Wiederholungsversuch fehlgeschlagen

source: Retry scheduled. Files will upload when network is available.
de: Wiederholungsversuch geplant. Dateien werden hochgeladen, wenn das Netzwerk verfügbar ist.

source: Revoke
de: Widerrufen

source: Revoke access for {name}
de: Widerruf des Zugangs für {name}

source: Revoking...
de: Widerrufen...

source: Roles
de: Rollen

source: Save
de: Speichern

source: Save Changes
de: Änderungen speichern

source: Save Draft
de: Entwurf speichern

source: Save to Secret
de: Als Geheimnis speichern

source: Saving...
de: Speichern...

source: Search
de: Suche

source: Search by name or email...
de: Suche nach Name oder E-Mail...

source: Search customers...
de: Kunden suchen...

source: Search in descriptions...
de: Suche in Beschreibungen...

source: Search secrets
de: Geheimnisse durchsuchen

source: Search secrets...
de: Geheimnisse durchsuchen...

source: Search sites...
de: Standorte suchen...

source: SecPal - a guard's best friend. An offline-first progressive web app for security personnel, combining digital guard books with modern service management.
de: SecPal - der beste Freund eines Wachmanns. Eine Offline-First Progressive Web App für Sicherheitspersonal, die digitale Wachbücher mit modernem Service-Management verbindet.

source: Secrets
de: Geheimnisse

source: Security Alerts
de: Sicherheitswarnungen

source: Security Level
de: Sicherheitsstufe

source: Select Files
de: Dateien auswählen

source: Select Secret to attach files:
de: Wählen Sie Geheim, um Dateien anzuhängen:

source: Select a new parent for this organizational unit.
de: Wählen Sie eine neue übergeordnete Stelle für diese Organisationseinheit aus.

source: Select an organizational unit to view details
de: Wählen Sie eine Organisationseinheit, um Details anzuzeigen

source: Select customer...
de: Kunde auswählen...

source: Select new parent
de: neue übergeordnete Einheit auswählen

source: Select organizational unit
de: Organisationseinheit auswählen

source: Select organizational unit...
de: Organisationseinheit auswählen...

source: Select user or role...
de: Benutzer oder Rolle auswählen...

source: Self-Access Control Required
de: Selbstzugriffskontrolle erforderlich

source: Send Test
de: Test senden

source: Settings
de: Einstellungen

source: Share
de: Teilen

source: Share "{secretTitle}"
de: Teile "{secretTitle}"

source: Share Target
de: Ziel teilen

source: Share this secret with users or roles. Select a recipient, choose permission level, and optionally set an expiration date.
de: Geben Sie dieses Geheimnis für Benutzer oder Rollen frei. Wählen Sie einen Empfänger und eine Berechtigungsstufe aus und legen Sie optional ein Verfallsdatum fest.

source: Share with:
de: Teilen mit:

source: Shared Content
de: Gemeinsamer Inhalt

source: Shared with ({0})
de: Gemeinsam genutzt mit ({0})

source: Sharing...
de: Teile...

source: Shift Reminders
de: Schicht-Erinnerungen

source: Show
de: Anzeigen

source: Showing <0>{0}</0> to <1>{1}</1> of <2>{2}</2> customers
de: Anzeigen von <0>{0}</0> bis <1>{1}</1> von <2>{2}</2> Mitarbeitern

source: Showing <0>{0}</0> to <1>{1}</1> of <2>{2}</2> employees
de: Anzeigen von <0>{0}</0> bis <1>{1}</1> von <2>{2}</2> Mitarbeitern
