Repository: SecPal/frontend
Catalog: src/locales/*/messages.po
Languages: de

source: Showing <0>{0}</0> to <1>{1}</1> of <2>{2}</2> sites
de: Anzeigen von <0>{0}</0> bis <1>{1}</1> von <2>{2}</2> Standorten

source: Showing cached data
de: Zeige zwischengespeicherte Daten

source: Showing {0} to {1} of {2} logs
de: Anzeigen von {0} bis {1} von {2} Protokollen

source: Sign out
de: Abmelden

source: Site Name
de: Name des Standorts

source: Site Number
de: Standort Nummer

source: Site Number:
de: Standort-Nummer:

source: Site not found
de: Standort nicht gefunden

source: Site:
de: Standort:

source: Sites
de: Standorte

source: Some features may be limited. Your changes will sync when you're back online.
de: Einige Funktionen sind möglicherweise eingeschränkt. Ihre Änderungen werden synchronisiert, sobald Sie wieder online sind.

source: Source Code
de: Quelltext

source: Step 1: Configure viewing permissions
de: Schritt 1: Konfigurieren der Anzeigeberechtigungen

source: Step 2: Configure assignment permissions
de: Schritt 2: Konfigurieren der Zuweisungsberechtigungen

source: Step 3: Self-access control
de: Schritt 3: Kontrolle des Selbstzugriffs

source: Step {currentStep} of {totalSteps}
de: Schritt {currentStep} von {totalSteps}

source: Street
de: Straße

source: Subject
de: Thema

source: Submit for Review
de: Zur Überprüfung einreichen

source: Successfully uploaded files!
de: Dateien erfolgreich hochgeladen!

source: Supported: Images, PDFs, Documents (max 10MB)
de: Unterstützt: Bilder, PDFs, Dokumente (max. 10MB)

source: Sync
de: Synchronisieren

source: Sync Conflict Detected
de: Sync-Konflikt erkannt

source: Syncing...
de: Synchronisieren...

source: Team Messages
de: Team-Nachrichten

source: Temporary
de: Vorübergehend

source: Terminate
de: Beenden

source: Terminated
de: Beendet

source: Test Notification
de: Test-Benachrichtigung

source: The new unit will be created under this parent.
de: Die neue Einheit wird unter dieser übergeordneten Einheit erstellt.

source: The type determines the unit's role in the hierarchy.
de: Der Typ bestimmt die Rolle der Einheit in der Hierarchie.

source: This action cannot be undone. The organizational unit will be permanently removed.
de: Diese Aktion kann nicht rückgängig gemacht werden. Die Organisationseinheit wird dauerhaft entfernt.

source: This customer has {0} site(s).
de: Dieser Kunde hat {0} Standort(e).

source: This is a test notification from SecPal
de: Dies ist eine Testbenachrichtigung von SecPal

source: This secret was modified both locally and on the server. Please choose which version to keep.
de: Dieses Geheimnis wurde sowohl lokal als auch auf dem Server geändert. Bitte wählen Sie, welche Version Sie behalten möchten.

source: This unit has {childCount} child unit(s). Please delete or move the child units before deleting this unit.
de: Diese Einheit hat {childCount} untergeordnete Einheit(en). Bitte löschen oder verschieben Sie die untergeordneten Einheiten, bevor Sie diese Einheit löschen.

source: Title:
de: Titel:

source: To Date
de: Bis heute

source: To remove rank from employee, user must have permission to assign that rank. This prevents privilege escalation.
de: Um einem Mitarbeiter den Dienstgrad zu entziehen, muss der Benutzer die Berechtigung haben, diesen Dienstgrad zu vergeben. Dies verhindert eine Eskalation der Privilegien.

source: Try Again
de: Erneut versuchen

source: Try adjusting your filters
de: Versuchen Sie, Ihre Filter anzupassen

source: Type
de: Typ

source: Type is required
de: Typ ist erforderlich

source: Unable to load encryption key for attachments. Please refresh the page or contact support if the problem persists.
de: Verschlüsselungsschlüssel für Anhänge kann nicht geladen werden. Bitte aktualisieren Sie die Seite oder kontaktieren Sie den Support, falls das Problem weiterhin besteht.

source: Unit
de: Einheit

source: Update application now
de: Anwendung jetzt aktualisieren

source: Update now
de: Jetzt aktualisieren

source: Update the details of your secret.
de: Aktualisieren Sie die Angaben zu Ihrem Geheimnis.

source: Update the organizational unit details.
de: Aktualisieren Sie die Details der Organisationseinheit.

source: Updated
de: Aktualisiert

source: Updating...
de: Aktualisiere ...

source: Upload
de: Hochladen

source: Upload Queue
de: Upload-Warteschlange

source: Uploaded: {0}
de: Hochgeladen: {0}

source: Uploading...
de: Hochladen...

source: User can see ranks (up to {0}) they cannot assign/remove (up to {1}).
de: Der Benutzer kann Ränge sehen (bis {0}), die er nicht zuordnen/entfernen kann (bis {1}).

source: User cannot assign OR remove ANY rank (prevents privilege escalation).
de: Der Benutzer kann KEINEN Rang zuweisen ODER entfernen (verhindert eine Eskalation der Rechte).

source: User's own rank (FE{userRank}) is within viewable range. Should this user be able to view/edit their own HR data?
de: Der eigene Rang des Benutzers (FE{userRank}) liegt im sichtbaren Bereich. Sollte dieser Benutzer seine eigenen HR-Daten einsehen/bearbeiten können?

source: Username
de: Benutzername

source: Users
de: Benutzer

source: Valid
de: Gültig

source: Valid From
de: Gültig von

source: Valid Until
de: Gültig bis

source: Validation Error
de: Validierungsfehler

source: Validity Period
de: Gültigkeitsdauer

source: Verification Status
de: Status der Verifizierung

source: Verifying...
de: Überprüfen...

source: View
de: Anzeigen

source: View Secrets
de: Geheimnisse ansehen

source: View Sites
de: Standorte anzeigen

source: View activity log information and verification status
de: Aktivitätsprotokollinformationen und Überprüfungsstatus anzeigen

source: View your account information.
de: Zeigen Sie Ihre Kontoinformationen an.

source: Viewing cached data. Some units may be outdated.
de: Zeige zwischengespeicherte Daten. Einige Einheiten können veraltet sein.

source: Warning
de: Warnung

source: Welcome to SecPal
de: Willkommen zu SecPal

source: Welcome to SecPal Onboarding
de: Willkommen zum SecPal Onboarding

source: Which rank range can this user ASSIGN or REMOVE?
de: Welchen Rangbereich kann dieser Benutzer ZUWEISEN oder ENTFERNEN?

source: Who can this user VIEW?
de: Wen kann dieser Benutzer SEHEN?

source: Write
de: Schreiben

source: Yes
de: Ja

source: You do not have permission to access this feature. Contact your administrator if you believe this is an error.
de: Sie haben keine Berechtigung, auf diese Funktion zuzugreifen. Wenden Sie sich an Ihren Administrator, wenn Sie glauben, dass dies ein Fehler ist.

source: You'll now receive important updates from SecPal
de: Sie erhalten jetzt wichtige Updates von SecPal

source: You're offline
de: Sie sind offline

source: You're offline - showing cached data
de: Sie sind offline - Anzeige von Daten im Cache

source: You're offline. Click for details.
de: Sie sind offline. Klicken Sie für Details.

source: Your Local Version
de: Ihre lokale Version

source: e.g., Berlin Branch
de: z.B. Niederlassung Berlin

source: login.checkingSystem
de: Überprüfung des Systems...

source: login.email
de: E-Mail

source: login.healthWarning.message
de: Das System ist nicht vollständig konfiguriert. Bitte wenden Sie sich an Ihren Administrator.

source: login.healthWarning.title
de: System nicht bereit

source: login.lockedButton
de: ({remainingLockoutSeconds}s) gesperrt

source: login.offlineWarning.message
de: Für die Anmeldung ist eine Internetverbindung erforderlich. Bitte überprüfen Sie Ihre Verbindung und versuchen Sie es erneut.

source: login.offlineWarning.title
de: Keine Internetverbindung

source: login.password
de: Passwort

source: login.rateLimitLocked.message
de: Bitte warten Sie {remainingLockoutSeconds} Sekunden, bevor Sie es erneut versuchen.

source: login.rateLimitLocked.title
de: Zu viele gescheiterte Versuche

source: login.remainingAttempts
de: {remainingAttempts} verbleibende(r) Versuch(e) vor der vorübergehenden Sperre.

source: login.submit
de: Einloggen

source: login.submitting
de: Einloggen...

source: login.title
de: Einloggen

source: {0, plural, one {# file ready for upload} other {# files ready for upload}}
de: { 0, plural, one {# Datei bereit zum Hochladen} other {# Dateien bereit zum Hochladen} }

source: {errorOps} operation(s) failed
de: {errorOps} Operation(en) fehlgeschlagen

source: {pendingOps} operation(s) pending
de: {pendingOps} ausstehende(r) Vorgang(e)

source: • Admin: View + edit + share + delete
de: - Admin: Anzeigen + Bearbeiten + Freigeben + Löschen

source: • Read: View secret details
de: - Lesen: Geheime Details anzeigen

source: • Write: View + edit secret
de: - Schreiben: Ansehen + Bearbeiten Geheimnis

source: ← Back to Employee
de: ← Zurück zum Mitarbeiter

source: ← Back to Employees
de: ← Zurück zu Mitarbeitern

source: ← Back to Secrets
de: ← Zurück zu Geheimnissen

source: ✓ Notifications are enabled. You'll receive updates based on your preferences.
de: ✓ Benachrichtigungen sind aktiviert. Sie erhalten Updates basierend auf Ihren Einstellungen.
